# St7SetVertexID

Assigns an ID number to the specified vertex.

long St7SetVertexID(long uID, long VertexNum, long VertexID)
Input Parameters
uID
Strand7 model file ID.
VertexNum
Vertex number.
VertexID
Vertex ID.